Repository: lomo74/Imagicle_wfigui
Catalog: locale/*/LC_MESSAGES/wfigui.po
Languages: it

source: Configure Imagicle print2fax
it: Configura Imagicle print2fax

source: Cancel
it: Annulla

source: Imagicle server
it: Server Imagicle

source: Notification email
it: Email notifica

source: Username
it: Nome utente

source: Imagicle server address
it: Indirizzo server Imagicle

source: Events will be notified to this email address.
it: Gli eventi saranno notificati a questo indirizzo email.

source: Notify status
it: Notifica lo status

source: Use secure connection (https)
it: Usa connessione sicura (https)

source: Skip server certificate validity checks
it: Salta i controlli di validità del certificato del server

source: Address book
it: Rubrica

source: Address book type
it: Tipo di rubrica

source: Address book location
it: Posizione della rubrica

source: The path to addressbook.csv. File must be in CSV format delimited by commas.
it: Percorso del file addressbook.csv. Il file è in formato CSV delimitato da virgola.

source: Browse...
it: Sfoglia...

source: Set to default location (%APPDATA%\Imagicle print2fax)
it: Imposta la posizione di default (%APPDATA%\Imagicle print2fax)

source: Choose the type of address book.
it: Seleziona il tipo di rubrica.

source: No address book
it: Nessuna rubrica

source: Use default profile
it: Usa il profilo di default

source: Use this profile:
it: Usa questo profilo:

source: Fax field
it: Campo fax

source: Name field
it: Campo nome

source: Table
it: Tabella

source: Data Source Name for the ODBC connection. Use ODBC administration tool to setup.
it: Nome origine dati (DSN) per la connessione ODBC. Configurare con il tool di amministrazione ODBC.

source: Optional. User name for the ODBC connection.
it: Opzionale. Nome utente per la connessione ODBC.

source: Optional. Password for the ODBC connection.
it: Opzionale. Password per la connessione ODBC.

source: Name of the field containing the "Fax number".
it: Nome del campo che contiene il "Numero di fax".

source: Name of the table containing data.
it: Nome della tabella che contiene i dati.

source: Name of the field containing the "Recipient".
it: Nome del campo che contiene il "Destinatario".

source: Check this if ODBC should authenticate with user and password. Leave blank for anonymous access.
it: Selezionare se ODBC deve autenticarsi con utente e password. Lasciare bianco per acceso anonimo.

source: ODBC authentication
it: Autenticazione ODBC

source: Other options
it: Altre opzioni

source: Language
it: Lingua

source: Log level
it: Livello di log

source: None
it: Nessuno

source: Errors
it: Errori

source: Job submission
it: Inoltro fax

source: Result
it: Risultato

source: Details:
it: Dettagli:

source: Documents to send:
it: Documenti da inviare:

source: You can append new pages, or send selected documents now.
it: Puoi aggiungere pagine o inviare ora i documenti selezionati.

source: Drag documents or use arrows to sort. Right click for popup menu.
it: Trascina i documenti o usa le frecce per riordinarli. Tasto destro per il menù a comparsa.

source: Up
it: Su

source: Down
it: Giù

source: FAX numbers
it: Numeri di FAX

source: Notify E-Mail
it: Notifica a

source: Send as a single fax
it: Invia come fax singolo

source: Send individually
it: Invia individualmente

source: Enter multiple recipients separated by semicolons.
it: Inserisci più destinatari separandoli con punto e virgola.

source: Select from address book
it: Seleziona dalla rubrica

source: Use fax cover
it: Usa fax cover

source: Subject:
it: Oggetto:

source: Comments:
it: Commenti:

source: Recipient's name:
it: Nome del destinatario:

source: <from address book>
it: <dalla rubrica>

source: Send
it: Invia

source: Save Number
it: Salva numero

source: Delete Entry
it: Elimina numero

source: Configure
it: Configura

source: Close
it: Chiudi

source: Select...
it: Seleziona...

source: Help
it: Aiuto

source: Add file...
it: Aggiungi file...

source: Select All
it: Seleziona Tutto

source: Select None
it: Seleziona Nessuno

source: All supported files|*.ps;*.pdf;*.tif;*.tiff;*.pcl|All files|*.*
it: Tutti i file supportati|*.ps;*.pdf;*.tif;*.tiff;*.pcl|Tutti i file|*.*

source: Fax processing
it: Elaborazione fax

source: Status:
it: Stato:

source: Recipients
it: Destinatari

source: Subject
it: Oggetto

source: Status
it: Stato

source: Recipient's name
it: Nome del destinatario

source: FAX number:
it: Numero di FAX:

source: Select Recipients
it: Seleziona i Destinatari

source: Fax sent to:
it: Fax inviato a:

source: Unable to lock addressbook.csv!
it: Impossibile acquisire addressbook.csv!

source: Call to curl_easy_init failed
it: La chiamata a curl_easy_init è fallita

source: Unable to create addressbook.csv!
it: Impossibile creare addressbook.csv!

source: Unable to query address book contents table: 0x
it: Impossibile interrogare i contenuti della rubrica: 0x

source: Unable to query address book hierarchy table: 0x
it: Impossibile interrogare la gerarchia della rubrica: 0x

source: Unable to open address book sub container: 0x
it: Impossibile aprire un sotto-contenitore della rubrica: 0x

source: Unable to initialize MAPI: 0x
it: Impossibile inizializzare MAPI: 0x

source: Unable to logon to MAPI: 0x
it: Impossibile eseguire il logon a MAPI: 0x

source: Unable to open MAPI address book: 0x
it: Impossibile acquisire la rubrica MAPI: 0x

source: Unable to open MAPI address book container: 0x
it: Impossibile acquisire il contenitore della rubrica MAPI: 0x

source: Unable to initialize ODBC:
it: Impossibile inizializzare ODBC:

source: Unable to setup ODBC:
it: Impossibile configurare ODBC:

source: Unable to create ODBC connection:
it: Impossibile creare la connessione ODBC:

source: Unable to setup ODBC connection:
it: Impossibile configurare la connessione ODBC:

source: Unable to open ODBC connection:
it: Impossibile aprire la connessione ODBC:

source: Unable to create ODBC statement:
it: Impossibile creare l'istruzione ODBC:

source: Unable to execute ODBC statement:
it: Impossibile eseguire l'istruzione ODBC:

source: Unable to bind ODBC column:
it: Impossibile collegare la colonna ODBC:

source: Unable to fetch ODBC data:
it: Impossibile leggere i dati ODBC:

source: Client is not configured. Would you like to configure it now?
it: Il client non è configurato. Vuoi configurarlo ora?

source: Choose address book location
it: Scegli la posizione della rubrica

source: Specify a valid path for the Address Book
it: Specificare un percorso valido per la rubrica

source: rel.
it: ver.

source: is already present in the address book. Do you want to modify the associated number?
it: è già presente in rubrica. Vuoi modificare il numero associato?

source: Unsent faxes will be lost. Are you sure you want to exit?
it: I fax non inviati andranno persi. Sei sicuro di voler uscire?

source: Delete recipient?
it: Cancellare il nominativo?

source: Converting file to PDF...
it: Conversione del file a PDF...

source: File conversion succeeded
it: La conversione del file è riuscita

source: An unknown error has occurred. File has not been converted
it: Si è verificato un errore sconosciuto. Il file non è stato convertito

source: Sending fax...
it: Invio del fax...

source: Fax correctly sent
it: Fax inviato correttamente

source: An unknown error has occurred. Fax has not been sent
it: Si è verificato un errore sconosciuto. Il fax non è stato inviato

source: Job completed successfully
it: Attività completata con successo

source: Job completed with errors
it: Attività completata con errori

source: Bad username/password. Please enter correct values in the configuration dialog.
it: Nome utente/password errati. Per favore, inserisci valori corretti nella finestra di configurazione.

source: The server responded with a status code of %d
it: Il server ha risposto con uno status code %d

source: Bad username/password
it: Nome utente/password errati

source: Call to curl_easy_perform failed: code=%i message=%hs
it: La chiamata a curl_easy_perform è fallita: code=%i messaggio=%hs

source: Cannot initialize libmagic
it: Impossibile inizializzare libmagic

source: Cannot load magic.mgc
it: Impossibile caricare magic.mgc

source: Call to magic_buffer failed: message=%hs
it: La chiamata a magic_buffer è fallita: messaggio=%hs

source: Ghostscript failed
it: Errore di Ghostscript

source: The server responded with a status code of %d and provided the following error message: %s
it: Il server ha risposto con uno status code %d e ha fornito il seguente messaggio di errore: %s

source: Server response is not JSON
it: La risposta del server non è JSON

source: Error parsing JSON response
it: Errore nel parsing della risposta JSON

source: Call to curl_mime_init failed
it: La chiamata a curl_mime_init è fallita
